Repository: ephraimbel/Bible-Plus
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: am, ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sw, tl, zh_hans, zh_hant

source: Your journey starts here
am: ጉዞህ እዚህ ይጀምራል
de: Deine Reise beginnt hier
es: Tu camino comienza aquí
fr: Ton chemin commence ici
id: Perjalananmu dimulai di sini
it: Il tuo cammino inizia qui
ja: 旅路はここから始まります
ko: 여정이 여기서 시작됩니다
pl: Twoja droga zaczyna się tutaj
pt_br: Sua jornada começa aqui
ru: Твой путь начинается здесь
sw: Safari yako huanza hapa
tl: Dito nagsisimula ang iyong paglalakbay
zh_hans: 你的旅程从这里开始
zh_hant: 你的旅程從這裡開始

source: Your name
am: ስምህ
de: Dein Name
es: Tu nombre
fr: Ton prénom
id: Nama
it: Il tuo nome
ja: 名前
ko: 이름
pl: Imię
pt_br: Seu nome
ru: Твоё имя
sw: Jina
tl: Pangalan
zh_hans: 你的名字
zh_hant: 你的名字

source: Your personal guide for scripture, prayer, and reflection
am: ለቅዱሳት መጻሕፍት፣ ለጸሎት እና ለማሰላሰል የአንተ የግል መመሪያ
de: Dein persönlicher Begleiter für Schrift, Gebet und Reflexion
es: Tu guía personal para las Escrituras, la oración y la reflexión
fr: Ton guide personnel pour les Écritures, la prière et la réflexion
id: Panduan pribadimu untuk Alkitab, doa, dan renungan
it: La tua guida personale per Scrittura, preghiera e riflessione
ja: みことば、祈り、黙想のための あなたの個人ガイド
ko: 말씀과 기도, 묵상을 위한 당신의 개인 가이드
pl: Twój osobisty przewodnik po Piśmie, modlitwie i refleksji
pt_br: Seu guia pessoal para as Escrituras, oração e reflexão
ru: Твой персональный проводник по Писанию, молитве и размышлению
sw: Mwongozo wako wa kibinafsi wa Maandiko, sala, na tafakari
tl: Ang iyong personal na gabay para sa Kasulatan, panalangin, at pagmumuni-muni
zh_hans: 你在圣经、祷告与默想中的 个人向导
zh_hant: 你在聖經、禱告與默想中的 個人嚮導

source: Your progress will be saved. You can restart this plan anytime.
am: ግስጋሴህ ይቀመጣል። ይህን ዕቅድ በማንኛውም ጊዜ እንደገና መጀመር ትችላለህ።
de: Dein Fortschritt wird gespeichert. Du kannst den Plan jederzeit neu starten.
es: Tu progreso se guardará. Puedes reiniciar este plan cuando quieras.
fr: Ton progrès sera sauvegardé. Tu peux redémarrer ce plan à tout moment.
id: Kemajuanmu akan disimpan. Kamu bisa memulai kembali rencana ini kapan saja.
it: Il tuo progresso sarà salvato. Puoi ricominciare questo piano quando vuoi.
ja: 進捗は保存されます。いつでもこのプランを再開できます。
ko: 진행 상황이 저장돼요. 언제든 이 플랜을 다시 시작할 수 있어요.
pl: Twój postęp zostanie zapisany. Możesz w każdej chwili zacząć plan od nowa.
pt_br: Seu progresso será salvo. Você pode reiniciar este plano quando quiser.
ru: Твой прогресс сохранится. Ты можешь перезапустить план в любой момент.
sw: Maendeleo yako yatahifadhiwa. Unaweza kuanza upya mpango huu wakati wowote.
tl: Mase-save ang progreso mo. Maaari mong i-restart ang planong ito kahit kailan.
zh_hans: 你的进度将被保存。你可以随时重新开始此计划。
zh_hant: 你的進度會被儲存。你可以隨時重新開始此計畫。

source: Your rating helps others find God's Word through this app.
am: ግምገማህ ሌሎች በዚህ መተግበሪያ የእግዚአብሔርን ቃል እንዲያገኙ ይረዳል።
de: Deine Bewertung hilft anderen, Gottes Wort durch diese App zu finden.
es: Tu calificación ayuda a otros a encontrar la Palabra de Dios a través de esta app.
fr: Ta note aide d'autres à trouver la Parole de Dieu grâce à cette application.
id: Ulasanmu membantu orang lain menemukan Firman Tuhan lewat aplikasi ini.
it: La tua valutazione aiuta altri a trovare la Parola di Dio attraverso questa app.
ja: あなたの評価は他の人がこのアプリで 神の言葉に出会う助けになります。
ko: 당신의 평가는 다른 사람들이 이 앱을 통해 하나님의 말씀을 만나게 도와요.
pl: Twoja ocena pomaga innym znaleźć Słowo Boże przez tę aplikację.
pt_br: Sua avaliação ajuda outros a encontrar a Palavra de Deus através deste app.
ru: Твоя оценка помогает другим найти Слово Божье через это приложение.
sw: Tathmini yako husaidia wengine kupata Neno la Mungu kupitia programu hii.
tl: Tumutulong ang iyong rating para matagpuan ng iba ang Salita ng Diyos sa app na ito.
zh_hans: 你的评分帮助更多人 通过此应用认识神的话语。
zh_hant: 你的評分幫助更多人 透過此應用程式認識神的話語。

source: Your reading plans will appear here once content is loaded.
am: ይዘቱ በሚጫን ጊዜ የንባብ ዕቅዶችህ እዚህ ይታያሉ።
de: Deine Lesepläne erscheinen hier, sobald der Inhalt geladen ist.
es: Tus planes de lectura aparecerán aquí cuando el contenido se cargue.
fr: Tes plans de lecture apparaîtront ici une fois le contenu chargé.
id: Rencana membacamu akan muncul di sini setelah konten dimuat.
it: I tuoi piani di lettura appariranno qui una volta caricati i contenuti.
ja: コンテンツが読み込まれると、 ここに読書プランが表示されます。
ko: 콘텐츠가 로드되면 여기에 읽기 플랜이 표시돼요.
pl: Twoje plany czytania pojawią się tutaj, gdy zawartość zostanie załadowana.
pt_br: Seus planos de leitura aparecerão aqui quando o conteúdo for carregado.
ru: Твои планы чтения появятся здесь, когда загрузится содержимое.
sw: Mipango yako ya kusoma itaonekana hapa pindi maudhui yanapopakiwa.
tl: Lilitaw dito ang iyong mga plano sa pagbabasa kapag na-load na ang nilalaman.
zh_hans: 内容加载后,你的阅读 计划将出现在这里。
zh_hant: 內容載入後,你的閱讀 計畫將出現在這裡。

source: \u{2014} Psalm 46:10
am: \u{2014} የዳዊት ወንጌል 46:10
es: \u{2014} Salmo 46:10
fr: \u{2014} Psaume 46:10
id: \u{2014} Mazmur 46:10
it: \u{2014} Salmo 46:10
ja: — 詩篇 46:10
ko: \u{2014} 시편 46:10
pt_br: \u{2014} Salmo 46:10
ru: \u{2014} Псалом 46:10
sw: \u{2014} Zaburi 46:10
tl: \u{2014} Salmo 46:10
zh_hans: \u{2014} 诗篇 46:10
zh_hant: ── 詩篇 46:10

source: day streak
am: ተከታታይ ቀኖች
de: Tage in Folge
es: días consecutivos
fr: jours consécutifs
id: hari berturut-turut
it: giorni di fila
ja: 日連続
ko: 일 연속
pl: dni z rzędu
pt_br: dias consecutivos
ru: дней подряд
sw: siku mfululizo
tl: magkakasunod na araw
zh_hans: 天连续
zh_hant: 天連續

source: done
am: ተጠናቋል
de: erledigt
es: hecho
fr: terminé
id: selesai
it: fatto
ja: 完了
ko: 완료
pl: gotowe
pt_br: concluído
ru: готово
sw: imekamilika
tl: tapos
zh_hans: 完成
zh_hant: 完成

source: to your Home Screen
am: ወደ መነሻ ማያ ገጽህ
de: zu deinem Home-Bildschirm
es: a tu pantalla de inicio
fr: à ton écran d'accueil
id: ke layar utamamu
it: alla tua schermata Home
ja: ホーム画面に
ko: 홈 화면에
pl: do ekranu głównego
pt_br: para sua Tela Inicial
ru: на главный экран
sw: kwenye Skrini ya Nyumbani
tl: sa iyong Home Screen
zh_hans: 到你的主屏幕
zh_hant: 到你的主畫面

source: Anger & Frustration
am: ቁጣ እና ተስፋ መቁረጥ
de: Wut & Frustration
es: Ira y frustración
fr: Colère et frustration
id: Kemarahan & frustrasi
it: Rabbia e frustrazione
ja: 怒りと苛立ち
ko: 분노와 좌절
pl: Gniew i frustracja
pt_br: Raiva e frustração
ru: Гнев и разочарование
sw: Hasira na kukata tamaa
tl: Galit at pagkabigo
zh_hans: 愤怒与沮丧
zh_hant: 憤怒與挫折

source: Anxiety & Worry
am: ጭንቀት እና ስጋት
de: Angst & Sorge
es: Ansiedad y preocupación
fr: Anxiété et inquiétude
id: Kecemasan & kekhawatiran
it: Ansia e preoccupazione
ja: 不安と心配
ko: 불안과 걱정
pl: Lęk i zmartwienie
pt_br: Ansiedade e preocupação
ru: Тревога и беспокойство
sw: Wasiwasi na shaka
tl: Pag-aalala at pag-aalinlangan
zh_hans: 焦虑与担忧
zh_hant: 焦慮與擔憂

source: Before Sleep
am: ከመኝታ በፊት
de: Vor dem Schlafen
es: Antes de dormir
fr: Avant de dormir
id: Sebelum Tidur
it: Prima di dormire
ja: 就寝前
ko: 잠자기 전
pl: Przed snem
pt_br: Antes de dormir
ru: Перед сном
sw: Kabla ya Kulala
tl: Bago matulog
zh_hans: 睡前
zh_hant: 睡前

source: Deep in the Word
am: በቃሉ ውስጥ ጠለቅ ብሏል
de: Tief im Wort
es: Profundizando en la Palabra
fr: Plongé dans la Parole
id: Mendalami Firman
it: Immerso nella Parola
ja: みことばに深く
ko: 말씀 속 깊이
pl: Zanurzony w Słowie
pt_br: Imerso na Palavra
ru: Глубоко в Слове
sw: Ndani ya Neno
tl: Lubog sa Salita
zh_hans: 深入圣经
zh_hant: 深入聖經

source: Doubt & Uncertainty
am: ጥርጣሬ እና እርግጠኝነት ማጣት
de: Zweifel & Unsicherheit
es: Duda e incertidumbre
fr: Doute et incertitude
id: Keraguan & ketidakpastian
it: Dubbio e incertezza
ja: 疑いと不確かさ
ko: 의심과 불확실성
pl: Wątpliwość i niepewność
pt_br: Dúvida e incerteza
ru: Сомнение и неопределённость
sw: Shaka na kutokuwa na uhakika
tl: Pag-aalinlangan at kawalan ng katiyakan
zh_hans: 疑惑与不确定
zh_hant: 懷疑與不確定

source: Evening
am: ምሽት
de: Abend
es: Tarde
fr: Soir
id: Malam
it: Sera
ja: 夕方
ko: 저녁
pl: Wieczór
pt_br: Noite
ru: Вечер
sw: Jioni
tl: Gabi
zh_hans: 傍晚
zh_hant: 傍晚

source: Financial Stress
am: የገንዘብ ጭንቀት
de: Finanzieller Stress
es: Estrés financiero
fr: Stress financier
id: Stres keuangan
it: Stress finanziario
ja: 経済的ストレス
ko: 재정적 스트레스
pl: Stres finansowy
pt_br: Estresse financeiro
ru: Финансовый стресс
sw: Msongo wa kifedha
tl: Pinansyal na stress
zh_hans: 经济压力
zh_hant: 經濟壓力

source: Grief & Loss
am: ሐዘን እና ማጣት
de: Trauer & Verlust
es: Duelo y pérdida
fr: Deuil et perte
id: Kesedihan & kehilangan
it: Lutto e perdita
ja: 悲しみと喪失
ko: 슬픔과 상실
pl: Żałoba i strata
pt_br: Luto e perda
ru: Горе и потеря
sw: Huzuni na hasara
tl: Lungkot at pagkawala
zh_hans: 悲伤与失去
zh_hant: 悲傷與失去

source: Growing
am: እያደገ
de: Wachsend
es: Creciendo
fr: En croissance
id: Bertumbuh
it: In crescita
ja: 成長中
ko: 성장 중
pl: Wzrastający
pt_br: Crescendo
ru: Растущий
sw: Inayokua
tl: Lumalago
zh_hans: 成长中
zh_hant: 成長中

source: Health Concerns
am: የጤና ስጋቶች
de: Gesundheitssorgen
es: Preocupaciones de salud
fr: Problèmes de santé
id: Masalah kesehatan
it: Preoccupazioni di salute
ja: 健康への不安
ko: 건강 걱정
pl: Troski o zdrowie
pt_br: Preocupações de saúde
ru: Проблемы со здоровьем
sw: Wasiwasi wa afya
tl: Mga alalahanin sa kalusugan
zh_hans: 健康忧虑
zh_hant: 健康憂慮

source: I study Scripture seriously
am: መጻሕፍትን በቁም ነገር አጠናለሁ
de: Ich studiere die Schrift ernsthaft
es: Estudio las Escrituras con seriedad
fr: J'étudie les Écritures sérieusement
id: Saya mempelajari Alkitab dengan serius
it: Studio le Scritture seriamente
ja: 聖書を真剣に学んでいます
ko: 말씀을 진지하게 공부합니다
pl: Poważnie studiuję Pismo
pt_br: Estudo as Escrituras a sério
ru: Серьёзно изучаю Писание
sw: Ninasoma Maandiko kwa umakini
tl: Seryoso akong nag-aaral ng Kasulatan
zh_hans: 我认真研读圣经
zh_hant: 我認真研讀聖經

source: I'm building my faith
am: እምነቴን እየገነባሁ ነኝ
de: Ich baue meinen Glauben auf
es: Estoy construyendo mi fe
fr: Je bâtis ma foi
id: Saya sedang membangun iman
it: Sto costruendo la mia fede
ja: 信仰を築いています
ko: 믿음을 세우고 있습니다
pl: Buduję swoją wiarę
pt_br: Estou construindo minha fé
ru: Укрепляю свою веру
sw: Ninajenga imani yangu
tl: Pinalalago ko ang pananampalataya ko
zh_hans: 我正在建造信心
zh_hant: 我正在建造信心

source: I'm exploring faith
am: እምነትን እየፈለግኩ ነኝ
de: Ich erkunde den Glauben
es: Estoy explorando la fe
fr: J'explore la foi
id: Saya sedang mencari iman
it: Sto esplorando la fede
ja: 信仰を探っています
ko: 믿음을 알아가고 있습니다
pl: Odkrywam wiarę
pt_br: Estou explorando a fé
ru: Исследую веру
sw: Ninatafuta imani
tl: Ine-explore ko ang pananampalataya
zh_hans: 我正在探索信仰
zh_hant: 我正在探索信仰

source: In a Hard Season
am: በከባድ ወቅት
de: In einer schweren Zeit
es: En una temporada difícil
fr: Dans une saison difficile
id: Sedang dalam masa sulit
it: In un periodo difficile
ja: 困難な時期
ko: 힘든 시기에
pl: W trudnym okresie
pt_br: Numa fase difícil
ru: В трудное время
sw: Katika msimu mgumu
tl: Sa mahirap na panahon
zh_hans: 艰难的季节
zh_hant: 艱難的季節

source: Just Curious
am: ልረዳ የምፈልግ
de: Neugierig
es: Curioso
fr: Juste curieux
id: Sekadar penasaran
it: Solo curioso
ja: 興味があるだけ
ko: 그냥 궁금해요
pl: Po prostu ciekawy
pt_br: Curioso
ru: Просто интересно
sw: Nataka tu kujua
tl: Nag-uusyoso lang
zh_hans: 好奇中
zh_hant: 好奇中

source: Loneliness
am: ብቸኝነት
de: Einsamkeit
es: Soledad
fr: Solitude
id: Kesepian
it: Solitudine
ja: 孤独
ko: 외로움
pl: Samotność
pt_br: Solidão
ru: Одиночество
sw: Upweke
tl: Pag-iisa
zh_hans: 孤单
zh_hant: 孤單

source: Married
am: ያገባ
de: Verheiratet
es: Casado
fr: Marié
id: Menikah
it: Sposato
ja: 既婚
ko: 기혼
pl: W związku małżeńskim
pt_br: Casado
ru: В браке
sw: Nimeoa/Nimeolewa
tl: Kasal
zh_hans: 已婚
zh_hant: 已婚

source: Midday
am: እኩለ ቀን
de: Mittag
es: Mediodía
fr: Midi
id: Siang
it: Mezzogiorno
ja: 正午
ko: 정오
pl: Południe
pt_br: Meio-dia
ru: Полдень
sw: Mchana
tl: Tanghali
zh_hans: 正午
zh_hant: 正午

source: Morning
am: ጠዋት
de: Morgen
es: Mañana
fr: Matin
id: Pagi
it: Mattina
ja: 朝
ko: 아침
pl: Poranek
pt_br: Manhã
ru: Утро
sw: Asubuhi
tl: Umaga
zh_hans: 清晨
zh_hant: 清晨

source: No translations loaded yet. Pull to refresh from within the picker.
am: እስካሁን ትርጉሞች አልተጫኑም። ከመምረጫው ውስጥ ዳግም ለማደስ ወደታች ይጎትቱ።
de: Noch keine Übersetzungen geladen. Ziehe im Picker nach unten zum Aktualisieren.
es: Aún no hay traducciones. Desliza hacia abajo para recargar en el selector.
fr: Aucune traduction chargée. Tire vers le bas pour actualiser dans le sélecteur.
id: Belum ada terjemahan yang dimuat. Tarik untuk menyegarkan di dalam pemilih.
it: Nessuna traduzione caricata. Tira verso il basso per aggiornare nel selettore.
ja: 訳がまだ読み込まれていません。ピッカー内で下に引っ張って更新してください。
ko: 아직 역본이 로드되지 않았어요. 선택기에서 아래로 당겨 새로고침하세요.
pl: Brak wczytanych tłumaczeń. Pociągnij, aby odświeżyć w selektorze.
pt_br: Ainda sem traduções. Puxe para baixo para atualizar no seletor.
ru: Переводы ещё не загружены. Потяни вниз, чтобы обновить в выборе.
sw: Hakuna tafsiri zilizopakiwa bado. Vuta chini kusasisha ndani ya kichagulia.
tl: Wala pang salin na na-load. Hilahin pababa para mag-refresh sa loob ng picker.
zh_hans: 尚未载入译本。请在选择器中下拉刷新。
zh_hant: 尚未載入譯本。請在選擇器中下拉重新整理。

source: Nothing Specific
am: ምንም ልዩ
de: Nichts Bestimmtes
es: Nada en específico
fr: Rien de particulier
id: Tidak ada yang khusus
it: Nulla di specifico
ja: 特になし
ko: 특별한 것 없음
pl: Nic konkretnego
pt_br: Nada específico
ru: Ничего конкретного
sw: Hakuna maalum
tl: Walang tiyak
zh_hans: 无特定的
zh_hant: 無特定的

source: Parent
am: ወላጅ
de: Elternteil
es: Padre/Madre
id: Orang Tua
it: Genitore
ja: 親
ko: 부모
pl: Rodzic
pt_br: Pai/Mãe
ru: Родитель
sw: Mzazi
tl: Magulang
zh_hans: 父母
zh_hant: 父母

source: Purpose & Direction
am: ዓላማ እና አቅጣጫ
de: Berufung & Richtung
es: Propósito y dirección
fr: But et direction
id: Tujuan & arah
it: Scopo e direzione
ja: 目的と方向
ko: 목적과 방향
pl: Cel i kierunek
pt_br: Propósito e direção
ru: Призвание и путь
sw: Kusudi na mwelekeo
tl: Layunin at direksyon
zh_hans: 目的与方向
zh_hant: 目的與方向

source: Relationship Pain
am: የግንኙነት ሕመም
de: Beziehungsschmerz
es: Dolor en las relaciones
fr: Douleurs relationnelles
id: Luka hubungan
it: Dolore nelle relazioni
ja: 人間関係の痛み
ko: 관계의 아픔
pl: Ból w relacjach
pt_br: Dor nos relacionamentos
ru: Боль в отношениях
sw: Maumivu ya uhusiano
tl: Sakit sa relasyon
zh_hans: 关系伤痛
zh_hant: 關係傷痛

source: Retired / Elder
am: ጡረተኛ / ሽማግሌ
de: Im Ruhestand
es: Jubilado / Mayor
fr: Retraité / Aîné
id: Pensiun / Tua
it: In pensione / Anziano
ja: 引退 / 長老
ko: 은퇴자 / 어르신
pl: Emeryt / Senior
pt_br: Aposentado / Ancião
ru: На пенсии / Старший
sw: Mstaafu / Mzee
tl: Retirado / Matanda
zh_hans: 退休 / 长者
zh_hant: 退休 / 長者

source: Search translations or languages
am: ትርጉሞችን ወይም ቋንቋዎችን ፈልግ
de: Übersetzungen oder Sprachen suchen
es: Buscar traducciones o idiomas
fr: Rechercher des traductions ou langues
id: Cari terjemahan atau bahasa
it: Cerca traduzioni o lingue
ja: 翻訳または言語を検索
ko: 번역 또는 언어 검색
pl: Szukaj tłumaczeń lub języków
pt_br: Buscar traduções ou idiomas
ru: Поиск переводов или языков
sw: Tafuta tafsiri au lugha
tl: Maghanap ng salin o wika
zh_hans: 搜索译本或语言
zh_hant: 搜尋譯本或語言

source: Single
am: ነጠላ
es: Soltero
fr: Célibataire
id: Lajang
ja: 未婚
ko: 미혼
pl: Samotny
pt_br: Solteiro
ru: Одинокий
sw: Sijaoa/Sijaolewa
tl: Walang asawa
zh_hans: 单身
zh_hant: 單身

source: Starting Over
am: አዲስ መጀመር
de: Neuanfang
es: Empezando de nuevo
fr: Un nouveau départ
id: Memulai kembali
it: Ricominciare
ja: 再出発
ko: 새 출발
pl: Nowy początek
pt_br: Recomeçando
ru: Начать заново
sw: Kuanza upya
tl: Pagsisimula muli
zh_hans: 重新开始
zh_hant: 重新開始

source: Student
am: ተማሪ
es: Estudiante
fr: Étudiant
id: Pelajar
it: Studente
ja: 学生
ko: 학생
pt_br: Estudante
ru: Студент
sw: Mwanafunzi
tl: Estudyante
zh_hans: 学生
zh_hant: 學生

source: Temptation
am: ፈተና
de: Versuchung
es: Tentación
fr: Tentation
id: Pencobaan
it: Tentazione
ja: 誘惑
ko: 유혹
pl: Pokusa
pt_br: Tentação
ru: Искушение
sw: Majaribu
tl: Tukso
zh_hans: 试探
zh_hant: 試探

source: Working Professional
am: ባለሙያ
de: Berufstätig
es: Profesional
fr: Professionnel
id: Profesional
it: Professionista
ja: 勤務者
ko: 직장인
pl: Pracownik
pt_br: Profissional
ru: Работающий
sw: Mfanyakazi
tl: Nagtatrabaho
zh_hans: 在职人士
zh_hant: 在職人士

source: 1 Hour
am: 1 ሰዓት
de: 1 Stunde
es: 1 hora
fr: 1 heure
id: 1 Jam
it: 1 ora
ja: 1 時間
ko: 1시간
pl: 1 godzina
pt_br: 1 hora
ru: 1 час
sw: Saa 1
tl: 1 oras
zh_hans: 1 小时
zh_hant: 1 小時

source: 15 Minutes
am: 15 ደቂቃ
de: 15 Minuten
es: 15 minutos
id: 15 Menit
it: 15 minuti
ja: 15 分
ko: 15분
pl: 15 minut
pt_br: 15 minutos
ru: 15 мин.
sw: Dakika 15
tl: 15 minuto
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: 2 Hours
am: 2 ሰዓት
de: 2 Stunden
es: 2 horas
fr: 2 heures
id: 2 Jam
it: 2 ore
ja: 2 時間
ko: 2시간
pl: 2 godziny
pt_br: 2 horas
ru: 2 часа
sw: Saa 2
tl: 2 oras
zh_hans: 2 小时
zh_hant: 2 小時

source: 30 Minutes
am: 30 ደቂቃ
de: 30 Minuten
es: 30 minutos
id: 30 Menit
it: 30 minuti
ja: 30 分
ko: 30분
pl: 30 minut
pt_br: 30 minutos
ru: 30 мин.
sw: Dakika 30
tl: 30 minuto
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: A reflection chosen for your evening is ready.
am: ለምሽትህ የተመረጠ ማሰላሰል ዝግጁ ነው።
de: Eine Reflexion für deinen Abend ist bereit.
es: Una reflexión elegida para tu tarde está lista.
fr: Une réflexion choisie pour ta soirée est prête.
id: Renungan yang dipilih untuk malam ini sudah siap.
it: Una riflessione scelta per la tua sera è pronta.
ja: あなたの夕べのために選ばれた黙想が届いています。
ko: 당신의 저녁을 위해 선정된 묵상이 준비됐어요.
pl: Rozważanie wybrane na twój wieczór jest gotowe.
pt_br: Uma reflexão escolhida para sua noite está pronta.
ru: Размышление для твоего вечера готово.
sw: Tafakari iliyochaguliwa kwa jioni yako iko tayari.
tl: Handa na ang pagninilay na pinili para sa iyong gabi.
zh_hans: 为你傍晚准备的默想已就绪。
zh_hant: 為你傍晚準備的默想已就緒。

source: A verse picked just for you is waiting.
am: ላንተ የተመረጠ ጥቅስ እየጠበቀህ ነው።
de: Ein Vers, der nur für dich ausgewählt wurde, wartet.
es: Un versículo elegido para ti te espera.
fr: Un verset choisi pour vous vous attend.
id: Ayat yang dipilih untukmu sedang menunggu.
it: Un versetto scelto per te ti sta aspettando.
ja: あなたのために選んだみことばがあります。
ko: 당신을 위해 고른 말씀이 기다리고 있어요.
pl: Wybrany dla ciebie werset czeka.
pt_br: Um versículo escolhido para você está esperando.
ru: Стих, выбранный для тебя, ждёт.
sw: Mstari uliochaguliwa kwa ajili yako unakungoja.
tl: Naghihintay sa'yo ang talatang pinili para sa'yo.
zh_hans: 为你选的一节经文在等着。
zh_hant: 為你選的一節經文在等著。

source: Ambient atmosphere for prayerful moments
am: ለጸሎት ጊዜያት ጸጥ ያለ ሁኔታ
de: Ambiente Atmosphäre für Gebetszeiten
es: Ambiente tranquilo para momentos de oración
fr: Ambiance feutrée pour la prière
id: Suasana ambien untuk momen doa
it: Atmosfera ambient per momenti di preghiera
ja: 祈りの時のための静かな雰囲気
ko: 기도의 순간을 위한 잔잔한 분위기
pl: Spokojna atmosfera do modlitwy
pt_br: Atmosfera ambiente para momentos de oração
ru: Тихая атмосфера для молитвенных мгновений
sw: Mazingira tulivu kwa nyakati za sala
tl: Tahimik na atmospera para sa panalangin
zh_hans: 祷告时刻的宁静氛围
zh_hant: 禱告時刻的寧靜氛圍

source: Ancient monastic chanting for contemplation
am: ለማሰላሰል ጥንታዊ የምንኩስና ዝማሬ
de: Antiker Mönchsgesang zur Besinnung
es: Cantos monásticos antiguos para contemplar
fr: Anciens chants monastiques pour la contemplation
id: Nyanyian biara kuno untuk perenungan
it: Antico canto monastico per la contemplazione
ja: 黙想のための古代の修道院聖歌
ko: 묵상을 위한 고대 수도원의 찬송
pl: Starożytny śpiew zakonny do kontemplacji
pt_br: Cantos monásticos antigos para contemplação
ru: Древнее монашеское пение для созерцания
sw: Uimbaji wa kimonaki wa kale kwa tafakari
tl: Sinaunang monastikong awit para sa pagmumuni-muni
zh_hans: 古老的修道院吟咏,适合默想
zh_hant: 古老的修道院吟詠,適合默想

source: Angry
am: የተቆጣ
de: Wütend
es: Enojado
fr: En colère
id: Marah
it: Arrabbiato
ja: 怒っている
ko: 화남
pl: Zły
pt_br: Bravo
ru: Злой
sw: Mwenye hasira
tl: Galit
zh_hans: 愤怒
zh_hant: 憤怒

source: Anxiety & Comfort
am: ጭንቀት እና መጽናኛ
de: Angst & Trost
es: Ansiedad y consuelo
fr: Anxiété et réconfort
id: Kecemasan & penghiburan
it: Ansia e conforto
ja: 不安と慰め
ko: 불안과 위로
pl: Lęk i pocieszenie
pt_br: Ansiedade e conforto
ru: Тревога и утешение
sw: Wasiwasi na faraja
tl: Pag-aalala at ginhawa
zh_hans: 焦虑与安慰
zh_hant: 焦慮與安慰

source: Anxious
am: የተጨነቀ
de: Ängstlich
es: Ansioso
fr: Anxieux
id: Cemas
it: Ansioso
ja: 不安
ko: 불안함
pl: Zaniepokojony
pt_br: Ansioso
ru: Тревожный
sw: Na wasiwasi
tl: Balisa
zh_hans: 焦虑
zh_hant: 焦慮

source: Apostle & Theologian
am: ሐዋርያ እና የነገረ መለኮት ሊቅ
de: Apostel & Theologe
es: Apóstol y teólogo
fr: Apôtre et théologien
id: Rasul & teolog
it: Apostolo e teologo
ja: 使徒と神学者
ko: 사도 및 신학자
pl: Apostoł i teolog
pt_br: Apóstolo e teólogo
ru: Апостол и богослов
sw: Mtume na mwanatheolojia
tl: Apostol at teologo
zh_hans: 使徒与神学家
zh_hant: 使徒與神學家

source: Arthur
am: አርተር
ru: Артур

source: Asked AI Companion
am: የ AI ጓደኛን ጠይቋል
de: KI-Begleiter gefragt
es: Preguntaste al Compañero IA
fr: A demandé au compagnon IA
id: Bertanya pada Teman AI
it: Chiesto al Compagno IA
ja: AIコンパニオンに質問
ko: AI 친구에게 질문함
pl: Zapytano Asystenta AI
pt_br: Perguntou ao Companheiro IA
ru: Спросил ИИ-спутника
sw: Aliuliza Rafiki wa AI
tl: Nagtanong sa AI Companion
zh_hans: 询问了 AI 伙伴
zh_hant: 詢問 AI 夥伴

source: Babbling Brook
am: ጮካ ጅረት
de: Plätschernder Bach
es: Arroyo murmurante
fr: Ruisseau
id: Aliran gemericik
it: Ruscello mormorante
ja: せせらぎの小川
ko: 졸졸 흐르는 시냇물
pl: Szemrzący strumień
pt_br: Riacho murmurante
ru: Журчащий ручей
sw: Kijito kinachobubujika
tl: Umaagos na batis
zh_hans: 潺潺溪流
zh_hant: 潺潺溪流

source: Bible Verse
am: የመጽሐፍ ቅዱስ ጥቅስ
de: Bibelvers
es: Versículo bíblico
fr: Verset biblique
id: Ayat Alkitab
it: Versetto biblico
ja: 聖書の言葉
ko: 성경 구절
pl: Werset biblijny
pt_br: Versículo bíblico
ru: Библейский стих
sw: Mstari wa Biblia
tl: Talata ng Bibliya
zh_hans: 圣经经文
zh_hant: 聖經經文

source: Birdsong in a peaceful forest canopy
am: የወፎች መዝሙር በሰላማዊ ጫካ
de: Vogelgesang im friedlichen Wald
es: Canto de aves en un bosque pacífico
fr: Chant des oiseaux dans une forêt paisible
id: Kicauan burung di hutan yang tenang
it: Canto d'uccelli in una foresta pacifica
ja: 静かな森の鳥のさえずり
ko: 평화로운 숲 속의 새소리
pl: Śpiew ptaków w spokojnym lesie
pt_br: Canto de pássaros em uma floresta tranquila
ru: Пение птиц в мирном лесу
sw: Wimbo wa ndege msituni
tl: Awit ng ibon sa mapayapang gubat
zh_hans: 宁静森林中的鸟鸣
zh_hant: 寧靜森林中的鳥鳴

source: Blue
am: ሰማያዊ
de: Blau
es: Azul
fr: Bleu
id: Biru
it: Blu
ja: 青
ko: 파란색
pl: Niebieski
pt_br: Azul
ru: Синий
sw: Bluu
tl: Asul
zh_hans: 蓝色
zh_hant: 藍色

source: Calm & Serene
am: ዝምታና ሰላማዊ
de: Ruhig und gelassen
es: Tranquilo y sereno
fr: Calme et serein
id: Tenang dan damai
it: Calmo e sereno
ja: 穏やかで静か
ko: 차분하고 평온함
pl: Spokojny i pogodny
pt_br: Calmo e sereno
ru: Спокойный и безмятежный
sw: Utulivu na amani
tl: Kalmado at mapayapa
zh_hans: 平静安宁
zh_hant: 平靜安寧

source: Calm ocean waves lapping at the shore
am: ፀጥ ያሉ የባሕር ሞገዶች
de: Sanfte Meereswellen am Ufer
es: Olas tranquilas del mar en la orilla
fr: Vagues calmes sur le rivage
id: Ombak tenang di tepi pantai
it: Onde calme del mare sulla riva
ja: 岸辺に打ち寄せる穏やかな波
ko: 해안을 치는 고요한 파도
pl: Spokojne fale na brzegu
pt_br: Ondas calmas do mar na beira
ru: Спокойные морские волны у берега
sw: Mawimbi tulivu ya bahari
tl: Malumanay na alon sa dalampasigan
zh_hans: 平静的海浪拍打着岸边
zh_hant: 平靜的海浪拍打著岸邊

source: Celestial Voices
am: የሰማይ ድምፆች
de: Himmlische Stimmen
es: Voces celestiales
fr: Voix célestes
id: Suara surgawi
it: Voci celesti
ja: 天使の歌声
ko: 천상의 목소리
pl: Niebiańskie głosy
pt_br: Vozes celestiais
ru: Небесные голоса
sw: Sauti za mbinguni
tl: Mga boses ng langit
zh_hans: 天使之声
zh_hant: 天使之聲

source: Challenge me
am: ፈትነኝ
de: Fordere mich heraus
es: Desafíame
fr: Mets-moi au défi
id: Tantang aku
it: Mettimi alla prova
ja: 挑んでみてください
ko: 도전해 주세요
pl: Rzuć mi wyzwanie
pt_br: Desafie-me
ru: Брось мне вызов
sw: Nichangamshe
tl: Hamunin mo ako
zh_hans: 挑战我
zh_hant: 挑戰我

source: Classic and poetic language
am: ክላሲክ እና ግጥማዊ ቋንቋ
de: Klassische und poetische Sprache
es: Lenguaje clásico y poético
fr: Langue classique et poétique
id: Bahasa klasik dan puitis
it: Lingua classica e poetica
ja: 古典的で詩的な言葉
ko: 고전적이고 시적인 언어
pl: Klasyczny, poetycki język
pt_br: Linguagem clássica e poética
ru: Классический поэтический язык
sw: Lugha ya kiklasiki na ya kishairi
tl: Klasikal at patulang wika
zh_hans: 经典且富有诗意的语言
zh_hant: 經典且富有詩意的語言
